Repository: ififi2017/Off-Work-Countdown
Catalog: src-mobile/ios/App/App/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi_in, id, it, ja, ko, mr_in, pt, ru, th, tr, vi, zh_cn, zh_hk, zh_tw

# applyScheduleTitle
source: Apply this to today?
ar: هل نطبّق هذا على اليوم؟
de: Auch für heute übernehmen?
es: ¿Aplicar también a hoy?
fr: Appliquer aussi à aujourd’hui ?
hi_in: क्या यह बदलाव आज पर लागू करें?
id: Terapkan juga untuk hari ini?
it: Applicare anche a oggi?
ja: この変更を今日に適用しますか？
ko: 이 변경을 오늘에 적용할까요?
mr_in: हा बदल आज लागू करायचा का?
pt: Aplicar também a hoje?
ru: Применить и к сегодняшнему дню?
th: ใช้กับการเปลี่ยนแปลงวันนี้ด้วยไหม?
tr: Bugün için de uygulansın mı?
vi: Áp dụng cho hôm nay luôn?
zh_cn: 这次改动用于今天吗？
zh_hk: 呢次改動今日都用？
zh_tw: 這次改動用於今天嗎？

# applyToToday
source: Change today too
ar: غيّر اليوم أيضًا
de: Heute auch ändern
es: Cambiar hoy también
fr: Modifier aujourd’hui aussi
hi_in: आज भी बदलें
id: Ubah hari ini juga
it: Cambia anche oggi
ja: 今日も変更
ko: 오늘도 변경
mr_in: आजही असेच बदला
pt: Alterar hoje também
ru: Изменить и сегодня
th: เปลี่ยนวันนี้ด้วย
tr: Bugünü de değiştir
vi: Đổi cả hôm nay
zh_cn: 今天也改成这样
zh_hk: 今日都改成噉
zh_tw: 今天也改成這樣

# auto
source: System
ar: حسب النظام
es: Sistema
fr: Système
hi_in: सिस्टम
id: Sistem
it: Sistema
ja: システム
ko: 시스템
mr_in: सिस्टीम
pt: Sistema
ru: Системная
th: ตามระบบ
tr: Sistem
vi: Hệ thống
zh_cn: 跟随系统
zh_hk: 跟隨系統
zh_tw: 跟隨系統

source: Biometrics
ar: المصادقة البيومترية
de: Biometrie
es: Biometría
fr: Biométrie
hi_in: बायोमेट्रिक्स
id: Biometrik
it: Biometria
ja: 生体認証
ko: 생체 인증
mr_in: बायोमेट्रिक्स
pt: Biometria
ru: Биометрия
th: ไบโอเมตริก
tr: Biyometri
vi: Sinh trắc học
zh_cn: 生物识别
zh_hk: 生物識別
zh_tw: 生物辨識

# biometricsLockoutHint
source: {{biometry}} is locked — unlock once with your device passcode to re-enable it
ar: {{biometry}} مقفل — ألغِ القفل مرة واحدة برمز الجهاز لإعادة تفعيله
de: {{biometry}} ist gesperrt – einmal mit dem Gerätecode entsperren, um es wieder zu aktivieren
es: {{biometry}} está bloqueado: desbloquea una vez con el código del dispositivo para reactivarlo
fr: {{biometry}} est verrouillé — déverrouillez une fois avec le code de l’appareil pour le réactiver
hi_in: {{biometry}} लॉक है — डिवाइस पासकोड से एक बार अनलॉक करें ताकि यह फिर से काम करे
id: {{biometry}} terkunci — buka sekali dengan kode sandi perangkat untuk mengaktifkannya lagi
it: {{biometry}} è bloccato — sbloccalo una volta con il codice del dispositivo per riattivarlo
ja: {{biometry}} がロックされています · デバイスのパスコードで一度解除すると復帰します
ko: {{biometry}}가 잠겼습니다 · 기기 암호로 한 번 해제하면 다시 사용할 수 있습니다
mr_in: {{biometry}} लॉक आहे — डिव्हाइस पासकोडने एकदा अनलॉक करा म्हणजे ते पुन्हा चालू होईल
pt: {{biometry}} está bloqueado — desbloqueie uma vez com o código do dispositivo para reativar
ru: {{biometry}} заблокирован — разблокируйте один раз кодом устройства, чтобы включить его снова
th: {{biometry}} ถูกล็อก · ปลดล็อกด้วยรหัสเครื่องหนึ่งครั้งเพื่อเปิดใช้อีกครั้ง
tr: {{biometry}} kilitli — yeniden etkinleştirmek için cihaz parolanızla bir kez açın
vi: {{biometry}} đang bị khóa — mở khóa một lần bằng mật mã thiết bị để bật lại
zh_cn: {{biometry}}已锁定 · 先用设备密码解锁一次即可恢复
zh_hk: {{biometry}} 已鎖定 · 先用裝置密碼解鎖一次就可以恢復
zh_tw: {{biometry}} 已鎖定 · 先用裝置密碼解鎖一次即可恢復

# biometricsNotEnrolledHint
source: {{biometry}} isn’t set up — add it in Settings to unlock with it
ar: لم يتم إعداد {{biometry}} — أضفه في الإعدادات لاستخدامه في إلغاء القفل
de: {{biometry}} ist nicht eingerichtet – in den Einstellungen hinzufügen, um damit zu entsperren
es: {{biometry}} no está configurado: añádelo en Ajustes para desbloquear con él
fr: {{biometry}} n’est pas configuré — ajoutez-le dans Réglages pour déverrouiller avec
hi_in: {{biometry}} सेट नहीं है — सेटिंग्स में जोड़ें ताकि इससे अनलॉक कर सकें
id: {{biometry}} belum disiapkan — tambahkan di Pengaturan untuk membuka dengannya
it: {{biometry}} non è configurato — aggiungilo in Impostazioni per sbloccare con esso
ja: {{biometry}} が未登録です · 設定で登録すると解除に使えます
ko: {{biometry}}가 등록되지 않았습니다 · 설정에서 등록하면 잠금 해제에 사용할 수 있습니다
mr_in: {{biometry}} सेट केलेले नाही — सेटिंग्जमध्ये जोडा म्हणजे त्याने अनलॉक करता येईल
pt: {{biometry}} não está configurado — adicione nos Ajustes para desbloquear com ele
ru: {{biometry}} не настроен — добавьте его в «Настройках», чтобы разблокировать им
th: ยังไม่ได้ตั้งค่า {{biometry}} · เพิ่มในการตั้งค่าเพื่อใช้ปลดล็อก
tr: {{biometry}} ayarlanmamış — kilidi onunla açmak için Ayarlar’da ekleyin
vi: Chưa thiết lập {{biometry}} — thêm trong Cài đặt để mở khóa bằng nó
zh_cn: 尚未设置{{biometry}} · 在系统设置中添加后即可用它解锁
zh_hk: 尚未設定 {{biometry}} · 喺系統設定加咗之後就可以用嚟解鎖
zh_tw: 尚未設定 {{biometry}} · 在系統設定中加入後即可用它解鎖

# biometricsUnavailableHint
source: Biometrics unavailable — find {{app}} in the Settings app list to turn it on
ar: المصادقة البيومترية غير متاحة — ابحث عن «{{app}}» في قائمة التطبيقات بالإعدادات لتفعيلها
de: Biometrie nicht verfügbar – {{app}} in der App-Liste der Einstellungen öffnen und aktivieren
es: Biometría no disponible: busca {{app}} en la lista de apps de Ajustes para activarla
fr: Biométrie indisponible — retrouvez {{app}} dans la liste des apps des Réglages pour l’activer
hi_in: बायोमेट्रिक्स अनुपलब्ध — सेटिंग्स की ऐप सूची में {{app}} ढूँढकर चालू करें
id: Biometrik tidak tersedia — cari {{app}} di daftar aplikasi Pengaturan untuk mengaktifkan
it: Biometria non disponibile — cerca {{app}} nell’elenco app di Impostazioni per attivarla
ja: 生体認証を利用できません · 設定の App 一覧から「{{app}}」を開いて有効にしてください
ko: 생체 인증을 사용할 수 없음 · 설정의 앱 목록에서 '{{app}}'을 찾아 켜세요
mr_in: बायोमेट्रिक्स अनुपलब्ध — सेटिंग्जच्या ॲप सूचीत {{app}} शोधून सुरू करा
pt: Biometria indisponível — encontre {{app}} na lista de apps dos Ajustes para ativar
ru: Биометрия недоступна — найдите «{{app}}» в списке приложений «Настроек» и включите
th: ใช้ไบโอเมตริกไม่ได้ · ค้นหา {{app}} ในรายการแอปของการตั้งค่าเพื่อเปิดใช้
tr: Biyometri kullanılamıyor — Ayarlar’daki uygulama listesinde {{app}} bulup açın
vi: Không dùng được sinh trắc học — tìm {{app}} trong danh sách ứng dụng của Cài đặt để bật
zh_cn: 生物识别不可用 · 在系统设置的 App 列表中找到「{{app}}」开启
zh_hk: 生物識別無法使用 · 在系統設定的 App 列表中找到「{{app}}」開啟
zh_tw: 生物辨識無法使用 · 在系統設定的 App 列表中找到「{{app}}」開啟

source: Break reminder
ar: تذكير بالاستراحة
de: Pausen-Erinnerung
es: Recordatorio de pausa
fr: Rappel de pause
hi_in: विश्राम रिमाइंडर
id: Pengingat istirahat
it: Promemoria pausa
ja: 休憩リマインダー
ko: 휴식 알림
mr_in: विश्रांतीची आठवण
pt: Lembrete de intervalo
ru: Напоминание о перерыве
th: แจ้งเตือนการพัก
tr: Mola hatırlatıcısı
vi: Nhắc nhở nghỉ giải lao
zh_cn: 休息提醒
zh_hk: 休息提醒
zh_tw: 休息提醒

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi_in: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
mr_in: रद्द करा
pt: Cancelar
ru: Отмена
th: ยกเลิก
tr: Vazgeç
vi: Huỷ
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# cancelAction
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi_in: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
mr_in: रद्द करा
pt: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# cancelManualTiming
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi_in: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
mr_in: रद्द करा
pt: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# cancelManualTimingConfirm
source: Confirm cancel
ar: تأكيد الإلغاء
de: Abbrechen bestätigen
es: Confirmar cancelación
fr: Confirmer l’annulation
hi_in: रद्द करने की पुष्टि करें
id: Konfirmasi batal
it: Conferma annullamento
ja: キャンセルを確認
ko: 취소 확인
mr_in: रद्द करणे निश्चित करा
pt: Confirmar cancelamento
ru: Подтвердить отмену
th: ยืนยันยกเลิก
tr: İptali onayla
vi: Xác nhận hủy
zh_cn: 确认取消
zh_hk: 確認取消
zh_tw: 確認取消

source: Choose language
ar: اختر اللغة
de: Sprache wählen
es: Elige idioma
fr: Choisir la langue
hi_in: भाषा चुनें
id: Pilih bahasa
it: Scegli la lingua
ja: 言語を選択
ko: 언어 선택
mr_in: भाषा निवडा
pt: Escolher idioma
ru: Выбрать язык
th: เลือกภาษา
tr: Dil Seç
vi: Chọn ngôn ngữ
zh_cn: 选择语言
zh_hk: 選擇語言
zh_tw: 選擇語言

source: Clock in early
ar: الحضور مبكرًا
de: Früh einstempeln
es: Entrar antes
fr: Pointer plus tôt
hi_in: जल्दी काम पर आएँ
id: Masuk lebih awal
it: Entra prima
ja: 早めに出勤
ko: 일찍 출근
mr_in: लवकर कामावर या
pt: Entrar mais cedo
ru: Прийти раньше
th: เข้างานก่อน
tr: Erken işe başla
vi: Vào ca sớm
zh_cn: 提前上班
zh_hk: 提早返工
zh_tw: 提前上班

# clockInEarlyConfirm
source: Confirm clock-in
ar: تأكيد الحضور
de: Arbeitsbeginn bestätigen
es: Confirmar la entrada
fr: Confirmer la prise de poste
hi_in: काम पर आने की पुष्टि करें
id: Konfirmasi masuk
it: Conferma ingresso
ja: 出勤を確定
ko: 출근 확인
mr_in: कामावर येण्याची पुष्टी करा
pt: Confirmar entrada
ru: Подтвердить приход
th: ยืนยันเข้างาน
tr: Girişi onayla
vi: Xác nhận vào ca
zh_cn: 确认上班
zh_hk: 確認返工
zh_tw: 確認上班

source: Clock off early
ar: إنهاء العمل مبكرًا
de: Früher Feierabend
es: Salir antes
fr: Partir plus tôt
hi_in: जल्दी छुट्टी
id: Pulang lebih awal
it: Esci prima
ja: 早めに退勤
ko: 조기 퇴근
mr_in: लवकर सुट्टी
pt: Sair mais cedo
ru: Уйти раньше
th: เลิกงานก่อนเวลา
tr: Erken çık
vi: Tan ca sớm
zh_cn: 提前下班
zh_hk: 提早收工
zh_tw: 提前下班

# clockOffEarlyConfirm
source: Confirm clock-off
ar: تأكيد الانصراف
de: Feierabend bestätigen
es: Confirmar la salida
fr: Confirmer la fin de journée
hi_in: छुट्टी की पुष्टि करें
id: Konfirmasi pulang
it: Conferma uscita
ja: 退勤を確定
ko: 퇴근 확인
mr_in: सुट्टीची पुष्टी करा
pt: Confirmar saída
ru: Подтвердить уход
th: ยืนยันเลิกงาน
tr: Çıkışı onayla
vi: Xác nhận tan ca
zh_cn: 确认下班
zh_hk: 確認收工
zh_tw: 確認下班

# clockedInEarlyNote
source: Started early at {{time}}
ar: بدأت مبكرًا عند {{time}}
de: Früh begonnen um {{time}}
es: Entraste antes a las {{time}}
fr: Commencé plus tôt à {{time}}
hi_in: {{time}} पर जल्दी शुरू किया
id: Mulai lebih awal pukul {{time}}
it: Iniziato prima alle {{time}}
ja: {{time}} に早めに出勤しました
ko: {{time}}에 일찍 출근함
mr_in: {{time}} वाजता लवकर कामावर आले
pt: Começou mais cedo às {{time}}
ru: Начали раньше в {{time}}
th: เริ่มก่อนเวลา {{time}}
tr: {{time}} itibarıyla erken başladı
vi: Bắt đầu sớm lúc {{time}}
zh_cn: {{time}} 提前上了班
zh_hk: {{time}} 提早返咗工
zh_tw: {{time}} 提前上了班

# clockedOffEarlyNote
source: Clocked off early at {{time}}
ar: أنهيت العمل مبكرًا اليوم في {{time}}
de: Heute um {{time}} früher Feierabend gemacht
es: Hoy saliste antes, a las {{time}}
fr: Parti plus tôt aujourd’hui à {{time}}
hi_in: आज {{time}} पर जल्दी छुट्टी ली
id: Hari ini pulang lebih awal pukul {{time}}
it: Oggi uscito prima alle {{time}}
ja: 本日は {{time}} に早退しました
ko: 오늘 {{time}}에 조기 퇴근했습니다
mr_in: आज {{time}} वाजता लवकर सुट्टी घेतली
pt: Você saiu mais cedo hoje, às {{time}}
ru: Сегодня вы ушли раньше, в {{time}}
th: วันนี้เลิกงานก่อนเวลา {{time}}
tr: Bugün {{time}}’de erken çıktınız
vi: Hôm nay đã tan ca sớm lúc {{time}}
zh_cn: 今天已提前下班 · {{time}}
zh_hk: 今日已提早收工 · {{time}}
zh_tw: 今天已提前下班 · {{time}}

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
hi_in: बंद करें
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
mr_in: बंद करा
pt: Fechar
ru: Закрыть
th: ปิด
tr: Kapat
vi: Đóng
zh_cn: 关闭
zh_hk: 關閉
zh_tw: 關閉

source: Coming up
ar: التالي
de: Als Nächstes
es: A continuación
fr: À venir
hi_in: आगे
id: Berikutnya
it: In arrivo
ja: この後の予定
ko: 다음 일정
mr_in: पुढे
pt: A seguir
ru: Далее
th: ถัดไป
tr: Sırada
vi: Sắp tới
zh_cn: 接下来
zh_hk: 跟住落嚟
zh_tw: 接下來

# confirmOvertime
source: Start overtime
ar: بدء الوقت الإضافي
de: Überstunden starten
es: Iniciar horas extra
fr: Commencer les heures sup.
hi_in: ओवरटाइम शुरू करें
id: Mulai lembur
it: Inizia straordinario
ja: 残業を開始
ko: 초과 근무 시작
mr_in: ओव्हरटाइम सुरू करा
pt: Iniciar hora extra
ru: Начать переработку
th: เริ่มล่วงเวลา
tr: Fazla mesaiyi başlat
vi: Bắt đầu làm thêm
zh_cn: 开始加班
zh_hk: 開始加班
zh_tw: 開始加班

source: Continue
ar: متابعة
de: Weiter
es: Continuar
fr: Continuer
hi_in: जारी रखें
id: Lanjutkan
it: Continua
ja: 続ける
ko: 계속
mr_in: पुढे
pt: Continuar
ru: Продолжить
th: ดำเนินการต่อ
tr: Devam
vi: Tiếp tục
zh_cn: 继续
zh_hk: 繼續
zh_tw: 繼續

# cycleEndSummaryNotificationBody
source: This cycle: {{days}} workdays, {{work}} of scheduled or edited work, and {{overtime}} of recorded overtime. Enjoy your break.
ar: هذه الدورة: {{days}} أيام عمل، و{{work}} من العمل المجدول أو المعدّل، و{{overtime}} من العمل الإضافي المسجل. نتمنى لك راحة سعيدة.
de: Dieser Zyklus: {{days}} Arbeitstage, {{work}} geplante oder geänderte Arbeitszeit und {{overtime}} erfasste Überstunden. Erhol dich gut.
es: Este ciclo: {{days}} días de trabajo, {{work}} de trabajo programado o editado y {{overtime}} de horas extra registradas. Que descanses.
fr: Ce cycle : {{days}} jours travaillés, {{work}} de travail planifié ou corrigé et {{overtime}} d’heures supplémentaires enregistrées. Reposez-vous bien.
hi_in: इस चक्र में: {{days}} कार्यदिवस, {{work}} तय या संशोधित कार्य और {{overtime}} दर्ज ओवरटाइम। अच्छे से आराम करें।
id: Siklus ini: {{days}} hari kerja, {{work}} kerja terjadwal atau yang diedit, dan {{overtime}} lembur tercatat. Selamat beristirahat.
it: Questo ciclo: {{days}} giorni lavorativi, {{work}} di lavoro pianificato o modificato e {{overtime}} di straordinari registrati. Buon riposo.
ja: 今回のサイクル：勤務日{{days}}日、予定・修正した勤務{{work}}、記録済み残業{{overtime}}。ゆっくり休んでください。
ko: 이번 주기: 근무일 {{days}}일, 예정·수정 근무 {{work}}, 기록된 초과 근무 {{overtime}}. 편히 쉬세요.
mr_in: या चक्रात: {{days}} कामाचे दिवस, {{work}} नियोजित किंवा दुरुस्त काम आणि {{overtime}} नोंदवलेला ओव्हरटाइम. छान विश्रांती घ्या.
pt: Este ciclo: {{days}} dias de trabalho, {{work}} de trabalho programado ou ajustado e {{overtime}} de horas extra registadas. Bom descanso.
ru: Этот цикл: {{days}} рабочих дн., {{work}} плановой или исправленной работы и {{overtime}} записанных переработок. Хорошо отдохните.
th: รอบนี้: ทำงาน {{days}} วัน เวลาตามตารางหรือที่แก้ไข {{work}} และล่วงเวลาที่บันทึก {{overtime}} ขอให้พักผ่อนอย่างเต็มที่
tr: Bu döngü: {{days}} iş günü, {{work}} planlı veya düzenlenmiş çalışma ve {{overtime}} kayıtlı fazla mesai. İyi dinlenin.
vi: Chu kỳ này: {{days}} ngày làm việc, {{work}} theo lịch hoặc đã chỉnh sửa và {{overtime}} tăng ca đã ghi. Chúc bạn nghỉ ngơi vui vẻ.
zh_cn: 本周期：{{days}} 个工作日，排班与修正工时 {{work}}，已记录加班 {{overtime}}。辛苦了，休息愉快。
zh_hk: 本週期：{{days}} 個工作日，排班與修正工時 {{work}}，已記錄加班 {{overtime}}。辛苦了，好好休息。
zh_tw: 本週期：{{days}} 個工作日，排班與修正工時 {{work}}，已記錄加班 {{overtime}}。辛苦了，好好休息。

# cycleEndSummaryNotificationNote
source: After each run of scheduled workdays, see a summary of planned work, changes, and recorded overtime—available with Plus.
ar: بعد كل سلسلة من أيام العمل المجدولة، اطلع على ملخص وقت العمل المخطط والتعديلات والعمل الإضافي المسجل — متاح مع Plus.
de: Nach jeder Folge geplanter Arbeitstage siehst du eine Zusammenfassung von geplanter Arbeitszeit, Änderungen und erfassten Überstunden – mit Plus.
es: Tras cada serie de días programados, verás un resumen del trabajo planificado, los cambios y las horas extra registradas, disponible con Plus.
fr: Après chaque série de jours planifiés, retrouvez un résumé du temps prévu, des changements et des heures supplémentaires enregistrées, avec Plus.
hi_in: तय कार्यदिवसों की हर अवधि के बाद, तय काम, बदलाव और दर्ज ओवरटाइम का सारांश देखें—यह Plus के साथ उपलब्ध है।
id: Setelah setiap rangkaian hari kerja terjadwal, lihat ringkasan kerja terjadwal, perubahan, dan lembur tercatat—tersedia dengan Plus.
it: Dopo ogni serie di giorni programmati, trovi un riepilogo del lavoro previsto, delle modifiche e degli straordinari registrati, disponibile con Plus.
ja: 予定勤務日の連続が終わるたびに、予定時間、変更内容、記録済み残業のまとめを確認できます（Plus限定）。
ko: 예정된 연속 근무가 끝날 때마다 예정 근무, 변경 사항, 기록된 초과 근무를 요약해 보여 줍니다(Plus에서 이용 가능).
mr_in: नियोजित कामाच्या दिवसांच्या प्रत्येक सलग कालावधीनंतर नियोजित काम, बदल आणि नोंदवलेल्या ओव्हरटाइमचा सारांश पाहा—हे फक्त Plus मध्ये उपलब्ध आहे.
pt: Após cada sequência de dias de trabalho programados, veja um resumo do trabalho previsto, das alterações e das horas extra registadas, disponível no Plus.
ru: После каждой серии запланированных рабочих дней смотрите итог плановой работы, изменений и записанных переработок — функция Plus.
th: หลังจบช่วงวันทำงานตามตารางแต่ละช่วง ดูสรุปเวลางานตามตาราง การแก้ไข และเวลาล่วงเวลาที่บันทึกไว้ได้ด้วย Plus
tr: Planlanan her çalışma günü dizisinin ardından planlanan çalışma, değişiklikler ve kayıtlı fazla mesai özetini görün; Plus ile kullanılabilir.
vi: Sau mỗi chuỗi ngày làm việc theo lịch, hãy xem tóm tắt thời gian theo lịch, các thay đổi và tăng ca đã ghi với Plus.
zh_cn: 每段排班结束后，查看计划工时、调整记录和已记录的加班摘要（Plus 会员可用）。
zh_hk: 每段排班結束後，查看計劃工時、調整記錄同已記錄嘅加班摘要（Plus 會員可用）。
zh_tw: 每段排班結束後，查看計畫工時、調整記錄與已記錄的加班摘要（Plus 會員可用）。

# cycleEndSummaryNotificationTitle
source: Cycle-end summary
ar: ملخص نهاية دورة العمل
de: Zusammenfassung zum Zyklusende
es: Resumen de fin de ciclo
fr: Bilan de fin de cycle
hi_in: कार्य चक्र समाप्ति सारांश
id: Ringkasan akhir siklus
it: Riepilogo di fine ciclo
ja: 勤務サイクル終了時のまとめ
ko: 근무 주기 종료 요약
mr_in: कार्यचक्र समाप्तीचा सारांश
pt: Resumo do fim do ciclo
ru: Итоги рабочего цикла
th: สรุปเมื่อจบรอบงาน
tr: Döngü sonu özeti
vi: Tóm tắt cuối chu kỳ
zh_cn: 周期结束总结
zh_hk: 週期結束總結
zh_tw: 週期結束摘要

source: Daily
ar: يومي
de: Täglich
es: Diario
fr: Journalier
hi_in: दैनिक
id: Harian
it: Giornaliero
ja: 日給
ko: 일급
mr_in: दैनंदिन
pt: Diário
ru: Дневная
th: รายวัน
tr: Günlük
vi: Lương ngày
zh_cn: 日薪
zh_hk: 日薪
zh_tw: 日薪

source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fr: Sombre
hi_in: डार्क
id: Gelap
it: Scuro
ja: ダーク
ko: 다크
mr_in: डार्क
pt: Escuro
ru: Тёмная
th: มืด
tr: Koyu
vi: Tối
zh_cn: 深色
zh_hk: 深色
zh_tw: 深色

# daysShort
source: {{count}} d
ar: {{count}} ي
de: {{count}} T.
fr: {{count}} j
hi_in: {{count}} दिन
id: {{count}} hr
it: {{count}} g
ja: {{count}}日
ko: {{count}}일
mr_in: {{count}} दिवस
ru: {{count}} дн.
th: {{count}} วัน
tr: {{count}} g
vi: {{count}} ngày
zh_cn: {{count}} 天
zh_hk: {{count}} 日
zh_tw: {{count}} 天

# daysUntilRest
source: Until rest day
ar: حتى يوم الراحة
de: Bis zum freien Tag
es: Hasta el día libre
fr: Avant le jour de repos
hi_in: छुट्टी तक
id: Hingga hari libur
it: Al giorno di riposo
ja: 次の休日まで
ko: 휴무일까지
mr_in: सुट्टीपर्यंत
pt: Até o dia de folga
ru: До выходного
th: ถึงวันพัก
tr: İzin gününe kalan
vi: Đến ngày nghỉ
zh_cn: 距离休息日
zh_hk: 距離休息日
zh_tw: 距離休息日

# debugCaptureScenarios
source: Capture scenarios
ar: سيناريوهات الالتقاط
de: Aufnahmeszenarien
es: Escenarios de captura
fr: Scénarios de capture
hi_in: कैप्चर परिदृश्य
id: Skenario perekaman
it: Scenari di acquisizione
ja: 撮影用シナリオ
ko: 캡처 시나리오
mr_in: कॅप्चर परिस्थिती
pt: Cenários de captura
ru: Сценарии для съёмки
th: สถานการณ์สำหรับบันทึก
tr: Kayıt senaryoları
vi: Kịch bản ghi hình
zh_cn: 截图与录屏场景
zh_hk: 截圖與錄影情境
zh_tw: 截圖與錄影情境

# debugCaptureScenariosDetail
source: Each scenario starts on Friday, Aug 23 at 14:22 and continues in real time. Lunch, health and off-work progress reminders are enabled.
ar: يبدأ كل سيناريو يوم الجمعة 23 أغسطس الساعة 14:22 ويستمر بالوقت الفعلي. تذكيرات الغداء والصحة وتقدم نهاية الدوام مفعّلة.
de: Jedes Szenario beginnt am Freitag, 23. August, um 14:22 Uhr und läuft in Echtzeit weiter. Pausen-, Gesundheits- und Feierabend-Fortschrittserinnerungen sind aktiv.
es: Cada escenario comienza el viernes 23 de agosto a las 14:22 y continúa en tiempo real. Los avisos de comida, salud y progreso hasta la salida están activados.
fr: Chaque scénario commence le vendredi 23 août à 14:22 et continue en temps réel. Les rappels de pause, de santé et de progression jusqu’à la fin sont activés.
hi_in: हर परिदृश्य शुक्रवार, 23 अगस्त को 14:22 से शुरू होकर वास्तविक समय में चलता है। लंच, स्वास्थ्य और छुट्टी-प्रगति रिमाइंडर चालू हैं।
id: Setiap skenario dimulai Jumat, 23 Agustus pukul 14.22 dan berlanjut secara real time. Pengingat makan siang, kesehatan, dan progres pulang diaktifkan.
it: Ogni scenario inizia venerdì 23 agosto alle 14:22 e prosegue in tempo reale. I promemoria per pausa, salute e avanzamento verso la fine sono attivi.
ja: 各シナリオは8月23日（金）14:22から実時間で進みます。昼休み、健康、退勤進捗通知は有効です。
ko: 모든 시나리오는 8월 23일 금요일 14:22부터 실제 시간으로 진행됩니다. 점심, 건강, 퇴근 진행 알림이 켜집니다.
mr_in: प्रत्येक परिस्थिती शुक्रवार, 23 ऑगस्ट रोजी 14:22 पासून सुरू होऊन प्रत्यक्ष वेळेत पुढे जाते. जेवण, आरोग्य आणि काम संपण्याच्या प्रगतीच्या सूचना सुरू आहेत.
pt: Cada cenário começa na sexta-feira, 23 de agosto, às 14:22 e continua em tempo real. Os lembretes de almoço, saúde e progresso até à saída estão ativos.
ru: Каждый сценарий начинается в пятницу, 23 августа, в 14:22 и продолжается в реальном времени. Напоминания об обеде, здоровье и прогрессе до конца работы включены.
th: แต่ละสถานการณ์เริ่มวันศุกร์ที่ 23 สิงหาคม เวลา 14:22 และเดินตามเวลาจริง โดยเปิดการเตือนพักกลางวัน สุขภาพ และความคืบหน้าก่อนเลิกงาน
tr: Her senaryo 23 Ağustos Cuma 14:22’de başlar ve gerçek zamanda ilerler. Öğle arası, sağlık ve iş bitişi ilerleme hatırlatıcıları açıktır.
vi: Mỗi kịch bản bắt đầu lúc 14:22 Thứ Sáu, ngày 23 tháng 8 và chạy theo thời gian thực. Nhắc giờ ăn trưa, sức khỏe và tiến độ tan làm đều được bật.
zh_cn: 所有场景从 8 月 23 日星期五 14:22 开始，并按真实时间继续；午休、健康和下班多进度提醒均已开启。
zh_hk: 所有情境由 8 月 23 日星期五 14:22 開始，並按真實時間繼續；午休、健康和下班進度提醒均已開啟。
zh_tw: 所有情境由 8 月 23 日星期五 14:22 開始，並按真實時間繼續；午休、健康和下班進度提醒均已開啟。

# debugLiveActivity
source: Start 15-minute Live Activity
ar: بدء نشاط مباشر لمدة 15 دقيقة
de: 15-minütige Live-Aktivität starten
es: Iniciar Actividad en Vivo de 15 minutos
fr: Démarrer une activité en direct de 15 min
hi_in: 15 मिनट की लाइव एक्टिविटी शुरू करें
id: Mulai Aktivitas Langsung 15 menit
it: Avvia Attività in tempo reale di 15 minuti
ja: 15分のライブアクティビティを開始
ko: 15분 실시간 현황 시작
mr_in: 15 मिनिटांची Live Activity सुरू करा
pt: Iniciar Atividade ao Vivo de 15 minutos
ru: Запустить Live Activity на 15 минут
th: เริ่ม Live Activity 15 นาที
tr: 15 dakikalık Canlı Etkinlik başlat
vi: Bắt đầu Hoạt động trực tiếp 15 phút
zh_cn: 立即开始 15 分钟实时活动
zh_hk: 立即開始 15 分鐘即時動態
zh_tw: 立即開始 15 分鐘即時動態

# debugLiveActivityDetail
source: Starts a real Live Activity for a 09:00–19:00 capture shift.
ar: يبدأ نشاطًا مباشرًا حقيقيًا لمناوبة التقاط من 09:00 إلى 19:00.
de: Startet eine echte Live-Aktivität für eine Aufnahmeschicht von 09:00–19:00.
es: Inicia una Actividad en Vivo real para un turno de captura de 09:00–19:00.
fr: Démarre une vraie activité en direct pour un service de capture de 09:00–19:00.
hi_in: 09:00–19:00 कैप्चर शिफ़्ट के लिए वास्तविक लाइव एक्टिविटी शुरू करता है।
id: Memulai Aktivitas Langsung nyata untuk giliran rekaman 09.00–19.00.
it: Avvia una vera Attività in tempo reale per un turno di acquisizione 09:00–19:00.
ja: 09:00–19:00の撮影用シフトで実際のライブアクティビティを開始します。
ko: 09:00–19:00 캡처 근무로 실제 실시간 현황을 시작합니다.
mr_in: 09:00–19:00 कॅप्चर शिफ्टसाठी खरी Live Activity सुरू करते.
pt: Inicia uma Atividade ao Vivo real para um turno de captura das 09:00 às 19:00.
ru: Запускает реальную Live Activity для съёмочной смены 09:00–19:00.
th: เริ่ม Live Activity จริงสำหรับกะบันทึกเวลา 09:00–19:00
tr: 09:00–19:00 kayıt vardiyası için gerçek bir Canlı Etkinlik başlatır.
vi: Bắt đầu Hoạt động trực tiếp thật cho ca ghi hình 09:00–19:00.
zh_cn: 为 09:00–19:00 演示班次立即启动真实实时活动。
zh_hk: 為 09:00–19:00 示範班次立即啟動真正的即時動態。
zh_tw: 為 09:00–19:00 示範班次立即啟動真正的即時動態。

source: Debug Menu
ar: قائمة تصحيح الأخطاء
de: Debug-Menü
es: Menú de depuración
fr: Menu de débogage
hi_in: डीबग मेनू
id: Menu Debug
it: Menu di debug
ja: デバッグメニュー
ko: 디버그 메뉴
mr_in: डीबग मेनू
pt: Menu de depuração
ru: Меню отладки
th: เมนูดีบัก
tr: Hata Ayıklama Menüsü
vi: Menu gỡ lỗi
zh_cn: 调试菜单
zh_hk: 除錯選單
zh_tw: 偵錯選單

# debugResetNextLaunch
source: Reset on next launch
ar: إعادة الضبط عند التشغيل التالي
de: Beim nächsten Start zurücksetzen
es: Restablecer al iniciar de nuevo
fr: Réinitialiser au prochain lancement
hi_in: अगली बार खोलने पर रीसेट करें
id: Atur ulang saat dibuka lagi
it: Ripristina al prossimo avvio
ja: 次回起動時にリセット
ko: 다음 실행 시 초기화
mr_in: पुढील वेळी उघडताना रीसेट करा
pt: Redefinir na próxima abertura
ru: Сбросить при следующем запуске
th: รีเซ็ตเมื่อเปิดครั้งถัดไป
tr: Sonraki açılışta sıfırla
vi: Đặt lại ở lần mở tiếp theo
zh_cn: 下次启动时重置
zh_hk: 下次啟動時重設
zh_tw: 下次啟動時重設
